IDEA Open Model
ConnectionCheckRes.CheckResAnchor Property
Compatible with IDEA StatiCa 20.1
 List of check results for anchors
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<CheckResAnchor> CheckResAnchor { get; set; }
Public Property CheckResAnchor As List(Of CheckResAnchor)
	Get
	Set
Property Value
Type: List<CheckResAnchor>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace